# Packages
brew "coreutils"
brew "curl"
brew "exercism"
brew "git"
brew "lazygit"
brew "mise"
brew "ollama"
brew "starship"
brew "wget"
brew "zellij"
brew "zsh"
brew "zoxide"

# Cask applications
cask "bruno"
cask "discord"
cask "flameshot"
cask "ghostty"
cask "raycast"
cask "whatsapp"
cask "zed"
# cask "iina"

# Fonts
cask "font-hack-nerd-font"
